export const helpText = `🎵 راهنمای استفاده از ربات دی بلال

🔹 <b>جستجوی آهنگ</b>
می‌تونید به صورت مستقیم اسم آهنگ یا خواننده رو بفرستید تا نتایج جستجو نمایش داده بشه.

🔹 <b>دستور /search</b>
با استفاده از این دستور می‌تونید آهنگ مورد نظرتون رو جستجو کنید.
مثال: <code>/search سجاد رزمجو</code>

🔹 <b>جستجوی اینلاین</b>
در هر جای تلگرام(گروه، کانال یا چت شخصی) که باشید می‌تونید با استفاده از حالت اینلاین، موزیک موردنظرتون رو پیدا کنین! کافیه بعد از آیدی ربات، اسم خواننده یا آهنگ رو به فارسی یا انگلیسی بنویسید!\n<code>@deybalalirbot رزمجو</code>

🔹 <b>🎵 موزیک تصادفی</b>
روی دکمه "موزیک تصادفی" بزنید تا یک آهنگ تصادفی بهتون پیشنهاد بشه.

🔹 <b>⭐ علاقه‌مندی‌ها</b>
آهنگ‌های مورد علاقه‌تون رو ذخیره کنید و هر وقت خواستید به راحتی بهشون دسترسی داشته باشید.

🔹 <b>📊 بیشترین بازدید و 🎵 بیشترین دانلود</b>
پرطرفدارترین آهنگ‌ها رو ببینید.

🔹 <b>💿 آلبوم‌ها</b>
آلبوم‌های موجود رو مرور کنید.

🔹 <b>🎤 ساخت ویدیو با متن آهنگ</b>
با ارسال عکس برای ربات (تا نهایتا 10 عکس) ربات عکس هارو بهم میچسبونه تا تبدیل به فیلم بشه و آهنگی که انتخاب کردید رو روی فیلم میذاره. اگه آهنگ "متن همگام سازی شده" داشته باشه، اون رو هم بصورت همگام شده نمایش میده.


🔹 <b>⚙️ تنظیمات</b>
کیفیت پیش‌فرض دانلود رو از بخش تنظیمات میتونید تغییر بدید. کیفیت پیشفرض 128 هست. هر کیفیتی که انتخاب کنید، نتایج اینلاین با همون کیفیت به شما پیشنهاد میشه.`;
